---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarContainer
source: html/7a40ffd0-74b0-59ce-ec31-809520580c0c.htm
---
# RebarContainer Properties

The id of the assembly instance to which the element belongs.